Repository: NicholasFreeman/BreezyMac
Catalog: Sources/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt_br, zh_hans

# about.app
source: Application
de: Programm
es: Aplicación
ko: 응용 프로그램
pt_br: Aplicativo
zh_hans: 应用程序

# about.helper
source: Helper
de: Hilfsprogramm
es: Asistente
fr: Assistant
ko: 도우미
pt_br: Assistente
zh_hans: 辅助程序

# about.mach
source: Mach service
de: Mach-Dienst
es: Servicio Mach
fr: Service Mach
ko: Mach 서비스
pt_br: Serviço Mach
zh_hans: Mach 服务

# auto.ac
source: On External Power
de: Bei Netzstrom
es: Con alimentación externa
fr: Sur alimentation externe
ko: 외부 전원 사용 시
pt_br: Na energia externa
zh_hans: 使用外接电源时

# auto.battery
source: On Battery
de: Bei Batteriebetrieb
es: Con batería
fr: Sur batterie
ko: 배터리 사용 시
pt_br: Na bateria
zh_hans: 使用电池时

# auto.ceiling
source: Maximum by
de: Maximum bei
es: Máximo a
fr: Maximum à
ko: 최대 도달
pt_br: Máximo em
zh_hans: 最高转速于

# auto.currentSource
source: Current power
de: Aktuelle Energiequelle
es: Fuente actual
fr: Alimentation actuelle
ko: 현재 전원
pt_br: Energia atual
zh_hans: 当前电源

# auto.note
source: Automatic holds temperatures below the throttle threshold: fans stay quiet until the target, ramp toward the ceiling, and jump to maximum under thermal pressure. Setpoints differ per power source.
de: Automatisch hält die Temperaturen unter der Drosselungsschwelle: Die Lüfter bleiben bis zum Zielwert leise, regeln zur Obergrenze hin hoch und springen unter thermischer Last auf Maximum. Die Sollwerte unterscheiden sich je nach Energiequelle.
es: Automático mantiene las temperaturas por debajo del umbral de limitación: los ventiladores permanecen silenciosos hasta el objetivo, se aceleran hacia el máximo y saltan a la velocidad máxima bajo presión térmica. Los valores de referencia difieren según la fuente de alimentación.
fr: Le mode automatique maintient les températures sous le seuil de bridage : les ventilateurs restent silencieux jusqu'à la cible, accélèrent vers le plafond et passent au maximum en cas de pression thermique. Les valeurs de consigne diffèrent selon la source d'alimentation.
ko: 자동 모드는 온도를 스로틀링 임계값 아래로 유지합니다. 팬은 목표값까지 조용히 유지되다가 상한값을 향해 속도를 높이고, 발열 부하가 커지면 최대 속도로 전환됩니다. 설정값은 전원에 따라 다릅니다.
pt_br: O modo automático mantém as temperaturas abaixo do limite de throttling: os ventiladores ficam silenciosos até o alvo, aceleram em direção ao teto e saltam para o máximo sob pressão térmica. Os valores de referência variam conforme a fonte de alimentação.
zh_hans: “自动”模式将温度保持在降频阈值以下：风扇在达到目标值前保持安静，随后向上限提速，并在热压力下跃升至最高转速。设定值因电源而异。

# auto.reset
source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser les valeurs par défaut
ko: 기본값으로 재설정
pt_br: Redefinir para os padrões
zh_hans: 恢复默认值

# auto.spike
source: Anticipation
de: Vorausschau
es: Anticipación
ko: 예측
pt_br: Antecipação
zh_hans: 预判

# auto.spike.help
source: Higher values ramp the fans earlier when temperature is rising quickly.
de: Höhere Werte lassen die Lüfter früher hochregeln, wenn die Temperatur schnell ansteigt.
es: Los valores más altos aceleran los ventiladores antes cuando la temperatura sube rápidamente.
fr: Des valeurs plus élevées font accélérer les ventilateurs plus tôt lorsque la température monte rapidement.
ko: 값이 높을수록 온도가 빠르게 상승할 때 팬이 더 일찍 속도를 높입니다.
pt_br: Valores mais altos aceleram os ventiladores mais cedo quando a temperatura sobe rapidamente.
zh_hans: 数值越高，当温度快速上升时风扇提速越早。

# auto.spikeSection
source: Spike Response
de: Reaktion auf Lastspitzen
es: Respuesta a picos
fr: Réponse aux pics
ko: 급상승 대응
pt_br: Resposta a picos
zh_hans: 峰值响应

# auto.target
source: Start ramping
de: Hochregeln ab
es: Empezar a acelerar
fr: Début de l'accélération
ko: 속도 증가 시작
pt_br: Começar a acelerar
zh_hans: 开始提速

# auto.thermal
source: Thermal state
de: Thermischer Zustand
es: Estado térmico
fr: État thermique
ko: 발열 상태
pt_br: Estado térmico
zh_hans: 热状态

# curve.editing
source: Power source
de: Energiequelle
es: Fuente de alimentación
fr: Source d'alimentation
ko: 전원
pt_br: Fonte de alimentação
zh_hans: 电源

# curve.enabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ko: 사용
pt_br: Ativado
zh_hans: 启用

# curve.note
source: Adaptive mode drives fans from these curves. The highest resulting speed across enabled curves wins.
de: Der adaptive Modus steuert die Lüfter anhand dieser Kurven. Die höchste resultierende Drehzahl aller aktivierten Kurven setzt sich durch.
es: El modo adaptativo controla los ventiladores con estas curvas. Prevalece la velocidad más alta resultante entre las curvas activadas.
fr: Le mode adaptatif pilote les ventilateurs à partir de ces courbes. La vitesse la plus élevée parmi les courbes activées l'emporte.
ko: 적응형 모드는 이 곡선을 사용하여 팬을 제어합니다. 활성화된 곡선 중 가장 높은 속도가 적용됩니다.
pt_br: O modo adaptável controla os ventiladores a partir dessas curvas. A maior velocidade resultante entre as curvas ativadas prevalece.
zh_hans: 自适应模式根据这些曲线控制风扇。所有已启用曲线中得出的最高转速将生效。

# curve.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ko: 미리보기
pt_br: Pré-visualização
zh_hans: 预览

# curve.preview.none
source: No curves enabled for this power source.
de: Für diese Energiequelle sind keine Kurven aktiviert.
es: No hay curvas activadas para esta fuente de alimentación.
fr: Aucune courbe activée pour cette source d'alimentation.
ko: 이 전원에 대해 활성화된 곡선이 없습니다.
pt_br: Nenhuma curva ativada para esta fonte de alimentação.
zh_hans: 此电源未启用任何曲线。

# curve.reset
source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser les valeurs par défaut
ko: 기본값으로 재설정
pt_br: Redefinir para os padrões
zh_hans: 恢复默认值

# desc.adaptive
source: Fans follow your curve based on temperature.
de: Die Lüfter folgen deiner temperaturbasierten Kurve.
es: Los ventiladores siguen tu curva según la temperatura.
fr: Les ventilateurs suivent votre courbe en fonction de la température.
ko: 팬이 온도에 따라 사용자가 설정한 곡선을 따릅니다.
pt_br: Os ventiladores seguem sua curva com base na temperatura.
zh_hans: 风扇根据温度按照你的曲线运行。

# desc.automatic
source: Fans ramp automatically to keep temperatures below the throttle threshold.
de: Die Lüfter regeln automatisch hoch, um die Temperaturen unter der Drosselungsschwelle zu halten.
es: Los ventiladores se aceleran automáticamente para mantener las temperaturas por debajo del umbral de limitación.
fr: Les ventilateurs accélèrent automatiquement pour maintenir les températures sous le seuil de bridage.
ko: 온도를 스로틀링 임계값 아래로 유지하기 위해 팬이 자동으로 속도를 높입니다.
pt_br: Os ventiladores aceleram automaticamente para manter as temperaturas abaixo do limite de throttling.
zh_hans: 风扇自动提速，将温度保持在降频阈值以下。

# desc.disabled
source: Fan control is fully returned to macOS.
de: Die Lüftersteuerung wird vollständig an macOS zurückgegeben.
es: El control del ventilador se devuelve por completo a macOS.
fr: Le contrôle du ventilateur est entièrement rendu à macOS.
ko: 팬 제어가 완전히 macOS로 반환됩니다.
pt_br: O controle do ventilador é totalmente devolvido ao macOS.
zh_hans: 风扇控制完全交还给 macOS。

# desc.performance
source: Fans held at maximum, regardless of load.
de: Die Lüfter laufen unabhängig von der Auslastung mit maximaler Drehzahl.
es: Los ventiladores se mantienen al máximo, independientemente de la carga.
fr: Les ventilateurs restent au maximum, quelle que soit la charge.
ko: 부하와 관계없이 팬이 최대 속도로 유지됩니다.
pt_br: Os ventiladores permanecem no máximo, independentemente da carga.
zh_hans: 无论负载如何，风扇均保持最高转速。

# general.approve
source: Open Login Items…
de: Anmeldeobjekte öffnen…
es: Abrir Ítems de inicio…
fr: Ouvrir les éléments d'ouverture…
ko: 로그인 항목 열기…
pt_br: Abrir Itens de Início…
zh_hans: 打开“登录项”…

# general.helper
source: Fan Control Helper
de: Lüftersteuerungs-Hilfsprogramm
es: Asistente de control del ventilador
fr: Assistant de contrôle du ventilateur
ko: 팬 제어 도우미
pt_br: Assistente de controle do ventilador
zh_hans: 风扇控制辅助程序

# general.helperStatus
source: Helper
de: Hilfsprogramm
es: Asistente
fr: Assistant
ko: 도우미
pt_br: Assistente
zh_hans: 辅助程序

# general.install
source: Install / Repair
de: Installieren / Reparieren
es: Instalar / Reparar
fr: Installer / Réparer
ko: 설치/복구
pt_br: Instalar / Reparar
zh_hans: 安装/修复

# general.launchAtLogin
source: Launch BreezyMac at login
de: BreezyMac bei der Anmeldung öffnen
es: Abrir BreezyMac al iniciar sesión
fr: Ouvrir BreezyMac à l'ouverture de session
ko: 로그인 시 BreezyMac 실행
pt_br: Abrir o BreezyMac ao iniciar sessão
zh_hans: 登录时启动 BreezyMac

# general.mode
source: Operating Mode
de: Betriebsmodus
es: Modo de funcionamiento
fr: Mode de fonctionnement
ko: 작동 모드
pt_br: Modo de operação
zh_hans: 运行模式

# general.power
source: Power source
de: Energiequelle
es: Fuente de alimentación
fr: Source d'alimentation
ko: 전원
pt_br: Fonte de alimentação
zh_hans: 电源

# general.startup
source: Startup
de: Start
es: Inicio
fr: Démarrage
ko: 시작
pt_br: Inicialização
zh_hans: 启动

# general.thermal
source: Thermal state
de: Thermischer Zustand
es: Estado térmico
fr: État thermique
ko: 발열 상태
pt_br: Estado térmico
zh_hans: 热状态

# general.uninstall
source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
ko: 제거
pt_br: Desinstalar
zh_hans: 卸载

# helper.explain
source: BreezyMac installs a small privileged helper to change fan speeds. It stays dormant until an engaging mode needs it, and hands control back to macOS whenever BreezyMac stops.
de: BreezyMac installiert ein kleines, privilegiertes Hilfsprogramm, um die Lüfterdrehzahlen zu ändern. Es bleibt inaktiv, bis ein aktiver Modus es benötigt, und gibt die Kontrolle an macOS zurück, sobald BreezyMac stoppt.
es: BreezyMac instala un pequeño asistente con privilegios para cambiar la velocidad de los ventiladores. Permanece inactivo hasta que un modo activo lo necesita y devuelve el control a macOS cuando BreezyMac se detiene.
fr: BreezyMac installe un petit assistant privilégié pour modifier la vitesse des ventilateurs. Il reste inactif jusqu'à ce qu'un mode actif en ait besoin, et rend le contrôle à macOS dès que BreezyMac s'arrête.
ko: BreezyMac는 팬 속도를 변경하기 위해 권한이 있는 작은 도우미를 설치합니다. 이 도우미는 활성 모드가 필요로 할 때까지 대기 상태로 있다가, BreezyMac이 중지되면 제어권을 macOS에 반환합니다.
pt_br: O BreezyMac instala um pequeno assistente privilegiado para alterar a velocidade dos ventiladores. Ele permanece inativo até que um modo ativo precise dele e devolve o controle ao macOS sempre que o BreezyMac é interrompido.
zh_hans: BreezyMac 会安装一个具有特权的小型辅助程序来调节风扇转速。它会保持休眠，直到某个启用模式需要它，并在 BreezyMac 停止时将控制权交还给 macOS。

# helper.failed
source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
ko: 실패함
pt_br: Falhou
zh_hans: 失败

# helper.installing
source: Installing…
de: Wird installiert…
es: Instalando…
fr: Installation…
ko: 설치 중…
pt_br: Instalando…
zh_hans: 正在安装…

# helper.notInstalled
source: Not installed
de: Nicht installiert
es: No instalado
fr: Non installé
ko: 설치되지 않음
pt_br: Não instalado
zh_hans: 未安装

# helper.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ko: 준비됨
pt_br: Pronto
zh_hans: 就绪

# helper.requiresApproval
source: Needs approval in System Settings
de: Erfordert Genehmigung in den Systemeinstellungen
es: Requiere aprobación en Ajustes del Sistema
fr: Nécessite une autorisation dans Réglages Système
ko: 시스템 설정에서 승인이 필요함
pt_br: Requer aprovação nos Ajustes do Sistema
zh_hans: 需要在“系统设置”中批准

# helper.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知

# menu.openConfiguration
source: Open Configuration…
de: Konfiguration öffnen…
es: Abrir configuración…
fr: Ouvrir la configuration…
ko: 설정 열기…
pt_br: Abrir configuração…
zh_hans: 打开配置…

# menu.quit
source: Quit BreezyMac
de: BreezyMac beenden
es: Salir de BreezyMac
fr: Quitter BreezyMac
ko: BreezyMac 종료
pt_br: Encerrar BreezyMac
zh_hans: 退出 BreezyMac

# mode.adaptive
source: Adaptive
de: Adaptiv
es: Adaptativo
fr: Adaptatif
ko: 적응형
pt_br: Adaptável
zh_hans: 自适应

# mode.automatic
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ko: 자동
pt_br: Automático
zh_hans: 自动

# mode.disabled
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
ko: 사용 안 함
pt_br: Desativado
zh_hans: 已禁用

# mode.performance
source: Performance
de: Leistung
es: Rendimiento
ko: 고성능
pt_br: Desempenho
zh_hans: 性能

# popover.background
source: Keep history while closed
de: Verlauf im geschlossenen Zustand behalten
es: Mantener el historial mientras está cerrado
fr: Conserver l'historique une fois fermé
ko: 닫혀 있는 동안 기록 유지
pt_br: Manter o histórico enquanto fechado
zh_hans: 关闭时保留历史记录

# popover.background.help
source: Background sampling to keep the charts warm while the popover is closed arrives in a later update.
de: Die Hintergrunderfassung, um die Diagramme bei geschlossenem Panel aktuell zu halten, kommt in einem späteren Update.
es: El muestreo en segundo plano para mantener los gráficos actualizados mientras el panel está cerrado llegará en una actualización posterior.
fr: L'échantillonnage en arrière-plan pour garder les graphiques à jour lorsque le panneau est fermé arrivera dans une mise à jour ultérieure.
ko: 패널이 닫혀 있는 동안 차트를 최신 상태로 유지하는 백그라운드 샘플링은 향후 업데이트에서 제공됩니다.
pt_br: A amostragem em segundo plano para manter os gráficos atualizados enquanto o painel está fechado chegará em uma atualização futura.
zh_hans: 在面板关闭时通过后台采样保持图表数据的功能将在后续更新中提供。

# popover.collecting
source: Collecting data…
de: Daten werden erfasst…
es: Recopilando datos…
fr: Collecte des données…
ko: 데이터 수집 중…
pt_br: Coletando dados…
zh_hans: 正在收集数据…

# popover.fan
source: Fan %lld
de: Lüfter %lld
es: Ventilador %lld
fr: Ventilateur %lld
ko: 팬 %lld
pt_br: Ventilador %lld
zh_hans: 风扇 %lld

# popover.fanLines
source: Fan Speed
de: Lüfterdrehzahl
es: Velocidad del ventilador
fr: Vitesse du ventilateur
ko: 팬 속도
pt_br: Velocidade do ventilador
zh_hans: 风扇转速

# popover.indicator.cpu
source: CPU temperature
de: CPU-Temperatur
es: Temperatura de la CPU
fr: Température du CPU
ko: CPU 온도
pt_br: Temperatura da CPU
zh_hans: CPU 温度

# popover.indicator.fan
source: Fan speed
de: Lüfterdrehzahl
es: Velocidad del ventilador
fr: Vitesse du ventilateur
ko: 팬 속도
pt_br: Velocidade do ventilador
zh_hans: 风扇转速

# popover.indicator.gpu
source: GPU temperature
de: GPU-Temperatur
es: Temperatura de la GPU
fr: Température du GPU
ko: GPU 온도
pt_br: Temperatura da GPU
zh_hans: GPU 温度

# popover.indicators
source: Header Indicators
de: Anzeigen in der Kopfzeile
es: Indicadores de encabezado
fr: Indicateurs d'en-tête
ko: 머리말 표시기
pt_br: Indicadores do cabeçalho
zh_hans: 顶部指示器

# popover.now
source: now
de: jetzt
es: ahora
fr: maintenant
ko: 지금
pt_br: agora
zh_hans: 现在

# popover.refresh
source: Refresh
de: Aktualisierung
es: Actualización
fr: Actualisation
ko: 새로 고침
pt_br: Atualização
zh_hans: 刷新

# popover.refresh.help
source: How often the live charts update while the popover is open.
de: Wie oft die Live-Diagramme aktualisiert werden, während das Panel geöffnet ist.
es: Con qué frecuencia se actualizan los gráficos en vivo mientras el panel está abierto.
fr: Fréquence de mise à jour des graphiques en direct lorsque le panneau est ouvert.
ko: 패널이 열려 있는 동안 실시간 차트가 업데이트되는 빈도입니다.
pt_br: Com que frequência os gráficos ao vivo são atualizados enquanto o painel está aberto.
zh_hans: 面板打开时实时图表的刷新频率。

# popover.refreshRate
source: Chart refresh
de: Diagrammaktualisierung
es: Actualización del gráfico
fr: Actualisation du graphique
ko: 차트 새로 고침
pt_br: Atualização do gráfico
zh_hans: 图表刷新

# popover.showFans
source: Show fan speed
de: Lüfterdrehzahl anzeigen
es: Mostrar velocidad del ventilador
fr: Afficher la vitesse du ventilateur
ko: 팬 속도 표시
pt_br: Mostrar velocidade do ventilador
zh_hans: 显示风扇转速

# popover.tempLines
source: Temperature Lines
de: Temperaturlinien
es: Líneas de temperatura
fr: Courbes de température
ko: 온도 그래프
pt_br: Linhas de temperatura
zh_hans: 温度曲线

# power.ac
source: External Power
de: Netzstrom
es: Alimentación externa
fr: Alimentation externe
ko: 외부 전원
pt_br: Energia externa
zh_hans: 外接电源

# power.battery
source: Battery
de: Batterie
es: Batería
fr: Batterie
ko: 배터리
pt_br: Bateria
zh_hans: 电池

# sensor.battery
source: Battery
de: Batterie
es: Batería
fr: Batterie
ko: 배터리
pt_br: Bateria
zh_hans: 电池

# tab.about
source: About
de: Über
es: Acerca de
fr: À propos
ko: 정보
pt_br: Sobre
zh_hans: 关于

# tab.adaptive
source: Adaptive
de: Adaptiv
es: Adaptativo
fr: Adaptatif
ko: 적응형
pt_br: Adaptável
zh_hans: 自适应

# tab.automatic
source: Automatic
de: Automatisch
es: Automático
fr: Automatique
ko: 자동
pt_br: Automático
zh_hans: 自动

# tab.general
source: General
de: Allgemein
fr: Général
ko: 일반
pt_br: Geral
zh_hans: 通用

# tab.helper
source: Helper
de: Hilfsprogramm
es: Asistente
fr: Assistant
ko: 도우미
pt_br: Assistente
zh_hans: 辅助程序

# tab.popover
source: Popover
de: Panel
es: Panel
fr: Panneau
ko: 패널
pt_br: Painel
zh_hans: 面板

# thermal.critical
source: Critical
de: Kritisch
es: Crítico
fr: Critique
ko: 위험
pt_br: Crítico
zh_hans: 临界

# thermal.fair
source: Fair
de: Mäßig
es: Aceptable
fr: Modéré
ko: 양호
pt_br: Regular
zh_hans: 尚可

# thermal.nominal
source: Nominal
de: Normal
ko: 정상
zh_hans: 正常

# thermal.serious
source: Serious
de: Ernst
es: Grave
fr: Sérieux
ko: 심각
pt_br: Sério
zh_hans: 严重

# about.bundle
source: Bundle ID
es: ID del paquete
fr: Identifiant du bundle
ko: 번들 ID
pt_br: ID do pacote

# general.status
source: Status
es: Estado
fr: État
ko: 상태
zh_hans: 状态
